tap "daipeihust/tap"
tap "homebrew/bundle"
tap "homebrew/services"
brew "docker"
brew "gh"
brew "lazydocker"
brew "neovim"
brew "podman"
brew "daipeihust/tap/im-select"
cask "1password"
cask "alacritty"
cask "arc"
cask "cursor"
cask "deepl"
cask "figma"
cask "homerow"
cask "karabiner-elements"
cask "notion"
cask "podman-desktop"
cask "postman"
cask "raycast"
cask "slack"
cask "superwhisper"
cask "sequel-ace"
