tap "homebrew/bundle"
brew "gh"
brew "neovim"
cask "1password"
cask "alacritty"
brew "daipeihust/tap/im-select"
cask "arc"
cask "cursor"
cask "deepl"
cask "docker"
cask "figma"
cask "karabiner-elements"
cask "notion"
cask "podman-desktop"
cask "postman"
cask "raycast"
cask "slack"
cask "superwhisper"
