tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "mongodb/brew"
brew "autossh"
brew "bat"
brew "bottom"
brew "dog"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "git-delta"
brew "grex"
brew "lsd"
brew "navi"
brew "neovim", args: ["HEAD"]
brew "nnn"
brew "ripgrep"
brew "sd"
brew "spotify-tui"
brew "spotifyd", restart_service: true
brew "stow"
brew "tmux"
brew "watchexec"
brew "xplr"
brew "yq"
brew "zoxide"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mongodb/brew/mongodb-community"
cask "font-plemol-jp-nf"
cask "multipass"
